{
    "common": "común",
    "lblSelectDevice": "seleccione el dispositivo",
    "hlpSelectDevice": "Sólo si se elige el tipo de dispositivo se puede establecer una comunicación.",
    "hintSelectDevice": "El tipo de dispositivo solo se puede configurar seleccionado una vez.<br>Para cambiar el tipo de dispositivo, debe eliminar la instancia.",
    "lblHost": "Anfitrión",
    "hlpHost": "Dirección IP o FQDN del dispositivo",
    "lblType": "Protocolo de transporte",
    "lblPort": "Puerto",
    "hlpPort": "Puerto TCP (predeterminado: SSH:22023, Telnet:23)",
    "lblUser": "Nombre de usuario",
    "lblPassword": "Contraseña",
    "hlpPollDelay": "tiempo entre consultas de estado cíclicas (en ms)",
    "lblReconnectDelay": "Retardo de reconexión",
    "hlpReconnectDelay": "tiempo de espera después de un error de conexión para volver a conectarse (en ms)",
    "lblAnswerTimeout": "Tiempo de espera de respuesta",
    "hlpAnswerTimeout": "tiempo máximo para esperar una respuesta (en ms)",
    "lblInactivityTimeout": "Tiempo de inactividad",
    "hlpInactivityTimeout": "tiempo máximo para esperar una respuesta correcta. De lo contrario, la conexión se cortará y se volverá a conectar (en ms)",
    "lblStateDelay": "Retraso estatal",
    "hlpStateDelay": "retraso mínimo para enviar cambios repetidos del mismo estado al dispositivo (reducir el tráfico de red) (en ms)",
    "lblPushDeviceStatus": "Estado del dispositivo push",
    "hlpPushDeviceStatus": "seleccione si los estados actuales de la base de datos se enviarán al dispositivo al inicio; de lo contrario, la base de datos se actualizará con los estados actuales del dispositivo",
    "errSelectDevice": "no se ha elegido ningún tipo de dispositivo",
    "lblGetRemoteDevices": "Obtenga los dispositivos remotos descubiertos a través de DANTE",
    "ttlActive": "activo ?",
    "ttpActive": "Si el dispositivo está configurado como \"activo\", el dispositivo remoto se configurará en la base de datos y se establecerá la comunicación.",
    "ttlDanteName": "Nombre del dispositivo Dante",
    "ttpDanteName": "el nombre del dispositivo configurado por el controlador Dante",
    "ttlRemoteDeviceType": "Tipo de dispositivo remoto",
    "ttpRemoteDeviceType": "Tipo de dispositivo remoto descubierto por el dispositivo maestro",
    "ttlFriendlyName": "Nombre amigable",
    "ttpFriendlyName": "Configure el nombre descriptivo. Sólo para identificación adicional",
    "lblDeleteRemoteDeviceDBObjects": "eliminar objetos de base de datos",
    "ttpDeleteRemoteDeviceDBObjects": "elimine los objetos de la base de datos de este dispositivo remoto. Sólo es posible si el dispositivo está inactivo"
}
