{
    "common": "comune",
    "lblSelectDevice": "seleziona dispositivo",
    "hlpSelectDevice": "Solo se viene scelto il tipo di dispositivo è possibile stabilire una comunicazione",
    "hintSelectDevice": "Il tipo di dispositivo può essere selezionato solo una volta.<br>Per modificare il tipo di dispositivo è necessario eliminare l'istanza",
    "lblHost": "Ospite",
    "hlpHost": "Indirizzo IP o FQDN dal dispositivo",
    "lblType": "Protocollo Trasporti",
    "lblPort": "Porta",
    "hlpPort": "Porta TCP (predefinita: SSH:22023, Telnet:23)",
    "lblUser": "Nome utente",
    "lblPassword": "Parola d'ordine",
    "hlpPollDelay": "tempo tra le interrogazioni cicliche dello stato (in ms)",
    "lblReconnectDelay": "Ritardo di riconnessione",
    "hlpReconnectDelay": "tempo di attesa per la riconnessione dopo un errore di connessione (in ms)",
    "lblAnswerTimeout": "Timeout della risposta",
    "hlpAnswerTimeout": "tempo massimo di attesa per una risposta (in ms)",
    "lblInactivityTimeout": "InattivitàTimeout",
    "hlpInactivityTimeout": "tempo massimo di attesa per una risposta corretta. Altrimenti la connessione verrà interrotta e ricollegata (in ms)",
    "lblStateDelay": "Ritardo dello Stato",
    "hlpStateDelay": "ritardo minimo per inviare modifiche ripetute dello stesso stato al dispositivo (ridurre il traffico di rete) (in ms)",
    "lblPushDeviceStatus": "Invia lo stato del dispositivo",
    "hlpPushDeviceStatus": "seleziona se gli stati attuali del database verranno inviati al dispositivo all'avvio, altrimenti il ​​database verrà aggiornato con gli stati attuali del dispositivo",
    "errSelectDevice": "nessun tipo di dispositivo scelto",
    "lblGetRemoteDevices": "Ottieni i dispositivi remoti rilevati tramite DANTE",
    "ttlActive": "attivo ?",
    "ttpActive": "se il dispositivo è impostato su \"attivo\", il dispositivo remoto verrà configurato nel database e la comunicazione verrà impostata",
    "ttlDanteName": "Nome del dispositivo Dante",
    "ttpDanteName": "il nome del dispositivo configurato dal controller Dante",
    "ttlRemoteDeviceType": "Tipo di dispositivo remoto",
    "ttpRemoteDeviceType": "Tipo di dispositivo remoto rilevato dal dispositivo master",
    "ttlFriendlyName": "Nome amichevole",
    "ttpFriendlyName": "Configura il nome descrittivo. Solo per ulteriore identificazione",
    "lblDeleteRemoteDeviceDBObjects": "eliminare oggetti db",
    "ttpDeleteRemoteDeviceDBObjects": "eliminare gli oggetti del database di questo dispositivo remoto. Possibile solo se il dispositivo è inattivo"
}
