{
    "common": "common",
    "lblSelectDevice": "select device",
    "hlpSelectDevice": "Only if device type is chosen a communication can be established",
    "hintSelectDevice": "Device type can only be set selected once.<br>To change device type you have to delete the instance",
    "errSelectDevice": "no device type chosen",
    "lblHost": "Host",
    "hlpHost": "IP address or FQDN from the device",
    "lblType": "Transport Protocol",
    "lblPort": "Port",
    "hlpPort": "TCP port (default: SSH:22023, Telnet:23)",
    "lblUser": "Username",
    "lblPassword": "Password",
    "hlpPollDelay": "time between cyclic status querys (in ms)",
    "lblReconnectDelay": "Reconnect delay",
    "hlpReconnectDelay": "time to wait after a connection failure for reconnect (in ms)",
    "lblAnswerTimeout": "Answer timeout",
    "hlpAnswerTimeout": "maximum time to wait for a answer (in ms)",
    "lblInactivityTimeout": "InactivityTimeout",
    "hlpInactivityTimeout": "maximum time to wait for a correct answer. Otherwise the connection will be cut and reconnected (in ms)",
    "lblStateDelay": "State delay",
    "hlpStateDelay": "minimum delay to send repeated changes of the same state to device (reduce network traffic) (in ms)",
    "lblPushDeviceStatus": "Push device status",
    "hlpPushDeviceStatus": "select if current database states will be pushed to device on startup, otherwise database will be updated with current device states",
    "lblGetRemoteDevices": "Get the via DANTE discovered remote devices",
    "ttlActive": "active",
    "ttpActive": "if device ist set to 'active' the remoteDevice will be configured in the database and the communication will be set up",
    "ttlDanteName": "Dante Name",
    "ttpDanteName": "the device name configured by the Dante Controller",
    "ttlRemoteDeviceType": "Type of the remote device",
    "ttpRemoteDeviceType": "Type of the remote device discovered by the master device",
    "ttlFriendlyName": "Friendly name",
    "ttpFriendlyName": "Configure the friendly name. Only for additional identification",
    "lblDeleteRemoteDeviceDBObjects": "delete db",
    "ttpDeleteRemoteDeviceDBObjects": "delete the database objects of this remote device and the device from config. Only possible if device is inactive"
}