{
    "common": "commun",
    "lblSelectDevice": "Choisir un appareil",
    "hlpSelectDevice": "Ce n'est que si le type d'appareil est choisi qu'une communication peut être établie",
    "hintSelectDevice": "Le type d'appareil ne peut être défini qu'une seule fois.<br>Pour modifier le type d'appareil, vous devez supprimer l'instance.",
    "lblHost": "Hôte",
    "hlpHost": "Adresse IP ou FQDN de l'appareil",
    "lblType": "Protocole de transport",
    "lblPort": "Port",
    "hlpPort": "Port TCP (par défaut : SSH :22023, Telnet :23)",
    "lblUser": "Nom d'utilisateur",
    "lblPassword": "Mot de passe",
    "hlpPollDelay": "temps entre les requêtes d'état cycliques (en ms)",
    "lblReconnectDelay": "Délai de reconnexion",
    "hlpReconnectDelay": "temps d'attente après un échec de connexion pour se reconnecter (en ms)",
    "lblAnswerTimeout": "Délai de réponse",
    "hlpAnswerTimeout": "temps maximum d'attente pour une réponse (en ms)",
    "lblInactivityTimeout": "InactivitéTimeout",
    "hlpInactivityTimeout": "temps maximum d'attente pour une réponse correcte. Sinon la connexion sera coupée et reconnectée (en ms)",
    "lblStateDelay": "Retard de l'État",
    "hlpStateDelay": "délai minimum pour envoyer des modifications répétées du même état à l'appareil (réduire le trafic réseau) (en ms)",
    "lblPushDeviceStatus": "Envoyer l'état de l'appareil",
    "hlpPushDeviceStatus": "sélectionnez si les états actuels de la base de données seront transmis au périphérique au démarrage, sinon la base de données sera mise à jour avec les états actuels du périphérique",
    "errSelectDevice": "aucun type d'appareil choisi",
    "lblGetRemoteDevices": "Obtenez les appareils distants découverts via DANTE",
    "ttlActive": "actif ?",
    "ttpActive": "si l'appareil est défini sur « actif », le périphérique distant sera configuré dans la base de données et la communication sera établie",
    "ttlDanteName": "Nom de l'appareil Dante",
    "ttpDanteName": "le nom de l'appareil configuré par le contrôleur Dante",
    "ttlRemoteDeviceType": "Type de périphérique distant",
    "ttpRemoteDeviceType": "Type d'appareil distant découvert par l'appareil maître",
    "ttlFriendlyName": "Nom familier",
    "ttpFriendlyName": "Configurez le nom convivial. Uniquement pour une identification supplémentaire",
    "lblDeleteRemoteDeviceDBObjects": "supprimer des objets de base de données",
    "ttpDeleteRemoteDeviceDBObjects": "supprimez les objets de base de données de cet appareil distant. Uniquement possible si l'appareil est inactif"
}
